[Author]
Language=Ukrainian
TranslatedBy=Translated by Lembergman, June 2014
TranslatorContact=<nofool@ukr.net>
TranslatorURL=
LastUpdated=22.06.2014

[Language]
TabSheet1.Caption=Стискання
TabSheet6.Caption=Розпакування
Label2.Caption=Оберіть файл:
Button1.Caption=Стиснути
TabSheet2.Caption=Налаштування
TabSheet4.Caption=Параметри UPX
TabSheet5.Caption=Основні
CheckBox1.Caption=Резервувати оригінальний файл
CheckBox2.Caption=Примусово стискати підозрілий файл
CheckBox3.Caption=НЕ стискати ніяких ресурсів взагалі
CheckBox4.Caption=НЕ розділяти переміщень
CheckBox5.Caption=НЕ стискати розділ експорту (EAT)
CheckBox6.Caption=НЕ стискати ніяких іконок
Label4.Caption=Оберіть рівень стискання:
CheckBox7.Caption=Пункт в контекстному меню Провідника
TabSheet3.Caption=Мова
Button4.Caption=Розпакувати
s1=Файл не існує!
s2=Файл для стискання:
s3=Успішно стиснуто файл:
s4=Трапилась помилка:
s5=UPX.exe не знайдено!
s6=Версія UPX:
s7=Файл не являється PE-файлом!
s8=Успішно розпаковано файл:
s9=Файл для розпакування:

Label6.Caption=Оберіть теку:
Button5.Caption=Огляд...
btnStart.Caption=Старт
btnStop.Caption=Стоп
btnOptions.Caption=Опції
ListView1.Columns[0].Caption=Файл
ListView1.Columns[1].Caption=Стан

FrmScanOptions.Caption=Параметри сканування
FrmScanOptions.cbScanSubfolders.Caption=Рекурсивно, включаючи підтеки
FrmScanOptions.Label7.Caption=Запишіть відповідну маску файлу:
FrmScanOptions.Label1.Caption=Оберіть бажану дію:
FrmScanOptions.rbCompress.Caption=Стиснути
FrmScanOptions.rbDecompress.Caption=Розпакувати
FrmScanOptions.btnOK.Caption=OK

s10=Оберіть теку...
s11= Тека не існує!

imgFacebookLike.Hint=Відвідайте нас на Facebook
imgTweet.Hint=А тут ми на Twitter 
Button2.Caption=Огляд...
Button3.Caption=Огляд...
TabSheet7.Caption=Сканер

s12=Параметри командного рядка:

ComboBox1.Items.Strings[0]=1 - Пришвидшене стискання
ComboBox1.Items.Strings[8]=9 - Покращене стискання
imgDonate.Hint=Пожертвуйте NoVirusThanks
sCompressWithUPX=Стискання &програмою &UPX &Easy &GUI
sDeCompressWithUPX=Розпакування &програмою &UPX &Easy &GUI

Button7.Caption=File Info
TabSheet9.Caption=File Info
TabSheet8.Caption=Advanced
CheckBox10.Caption=Use custom parameters for compression
CheckBox9.Caption=Use --ultra-brute compression option
CheckBox8.Caption=Use LZMA compression
